/* For showing in seg ctrl */
"  Item  " = "  物品  ";

/* Used for near-expired alert days when view/edit an item */
" and " = " 和 ";

/* Used for near-expired alert days when view/edit an item */
" day before" = "天前";

/* Used for near-expired alert days when view/edit an item */
" days before" = "天前";

/* For showing in seg ctrl */
" Folder " = " 目錄 ";

/* No comment provided by engineer. */
"%d days" = "%d天";

/* Related time description */
"%d hours ago" = "%d個小時前";

/* No comment provided by engineer. */
"%d months " = "%d個月";

/* No comment provided by engineer. */
"%d months ago" = "%d個月前";

/* No comment provided by engineer. */
"%d months later" = "%d個月後";

/* No comment provided by engineer. */
"%d years " = "%d年";

/* Used when picking near-expired days */
"%d/%d used" = "%1$d/%2$d已使用";

/* SMS tail */
"--\nFrom BuyRecord" = "--\n來自購物記憶王";

/* No comment provided by engineer. */
"1 day" = "1天";

/* No comment provided by engineer. */
"1 month " = "1個月";

/* No comment provided by engineer. */
"1 year " = "1年";

/* No comment provided by engineer. */
">> All data will be replaced <<" = ">> 所有資料將會被覆蓋 <<";

/* No comment provided by engineer. */
"Accuracy: %.2fM" = "誤差：%.2f公尺";

/* Used when add a location */
"Add" = "新增";

/* No comment provided by engineer. */
"Add Address" = "加入地址";

/* Title for add an item */
"Add Item" = "新增物品";

/* No comment provided by engineer. */
"Add Map/Address" = "加入地圖/地址";

/* No comment provided by engineer. */
"Add More Information?" = "加入更多資訊？";

/* No comment provided by engineer. */
"Add Place" = "新增地點";

/* No comment provided by engineer. */
"Add, delete and edit folders" = "新增、刪除和編輯目錄";

/* No comment provided by engineer. */
"Add\nImage" = "新增\n圖片";

/* No comment provided by engineer. */
"Address(Optional)" = "地址(非必填)";

/* No comment provided by engineer. */
"ago" = "前";

/* List type: All */
"All" = "完整清單";

/* No comment provided by engineer. */
"All Bought" = "所有項目都已購買";

/* No comment provided by engineer. */
"All Not Bought" = "所有項目都未購買";

/* No comment provided by engineer. */
"Another Folder" = "其他目錄";

/* No comment provided by engineer. */
"App Message" = "App快訊";

/* No comment provided by engineer. */
"Archive" = "封存";

/* FolderItem change log */
"Archived" = "封存";

/* No comment provided by engineer. */
"Archive/Unarchive Items" = "封存/取消封存 物品";

/* No comment provided by engineer. */
"Average: " = "平均：";

/* No comment provided by engineer. */
"Back" = "返回";

/* No comment provided by engineer. */
"Back to Settings" = "回到設定";

/* No comment provided by engineer. */
"Background" = "背景";

/* Row in settings */
"Backup Database" = "備份資料庫";

/* No comment provided by engineer. */
"Backup Failed" = "備份失敗";

/* No comment provided by engineer. */
"Backup Successfully" = "備份成功";

/* No comment provided by engineer. */
"Barcode" = "條碼";

/* No comment provided by engineer. */
"Barcode detected responce" = "掃到條碼時：";

/* No comment provided by engineer. */
"Barcode Scan Tips" = "條碼掃瞄訣竅";

/* No comment provided by engineer. */
"Barcode Scanner Notice" = "條碼掃描功能通知";

/* No comment provided by engineer. */
"Bought" = "已購買";

/* No comment provided by engineer. */
"Buy from" = "購買自";

/* No comment provided by engineer. */
"Camera" = "相機";

/* No comment provided by engineer. */
"Cancel" = "取消";

/* No comment provided by engineer. */
"Cannot access service from Google" = "無法使用Google的服務";

/* No comment provided by engineer. */
"Cannot Fetch Items" = "無法載入項目";

/* No comment provided by engineer. */
"Cannot load feedback page" = "無法載入回饋意見頁面";

/* No comment provided by engineer. */
"Cannot Take Image" = "無法取得圖像";

/* FolderItem change log */
"Change count from %d to %d" = "數量由%1$d變為%2$d";

/* FolderItem change log */
"Change created date to %@" = "加入日改為%@";

/* FolderItem change log */
"Change expiry alert days" = "更改過期提醒日期";

/* FolderItem change log */
"Change expiry date to %@" = "過期日改為%@";

/* No comment provided by engineer. */
"Change image, rename and lock/unlock" = "更改圖示、名稱及保護狀態";

/* FolderItem change log */
"Change location to %@" = "地點改為%@";

/* No comment provided by engineer. */
"Change Log" = "更改記錄";

/* FolderItem change log */
"Change price to %@" = "價格改為%@";

/* Unified AlertBody */
"Check expiry list." = "請檢查過期清單";

/* Clear content of UITableViewCell */
"Clear" = "清除";

/* No comment provided by engineer. */
"Close" = "關閉";

/* No comment provided by engineer. */
"Confirm Removal" = "確認移除";

/* No comment provided by engineer. */
"Connecting to Dropbox" = "與Dropbox連線中";

/* No comment provided by engineer. */
"Continue" = "繼續";

/* No comment provided by engineer. */
"Copy" = "複製";

/* No comment provided by engineer. */
"Count" = "數量";

/* No comment provided by engineer. */
"Count to Buy" = "購買數量";

/* No comment provided by engineer. */
"Count: %d" = "數量：%d";

/* TextLabel of cell to set create date */
"Create" = "加入日";

/* FolderItem created log */
"Created" = "加入物品";

/* No comment provided by engineer. */
"Created: " = "加入日：";

/* Sort button title */
"Created\nDate" = "加入日";

/* No comment provided by engineer. */
"Current Location" = "目前所在地";

/* No comment provided by engineer. */
"Date" = "日期";

/* No comment provided by engineer. */
"Delete" = "刪除";

/* No comment provided by engineer. */
"Delete \"%@\"" = "刪除\"%@\"";

/* No comment provided by engineer. */
"Delete \"%@\" will also delete all items inside." = "刪除\"%@\"也會刪除裡面的所有物品";

/* No comment provided by engineer. */
"Delete a folder" = "刪除目錄";

/* No comment provided by engineer. */
"Delete Items" = "刪除物品";

/* No comment provided by engineer. */
"Deny to use location service." = "無法使用定位服務";

/* No comment provided by engineer. */
"Deselect All" = "取消選取所有項目";

/* FolderItem change log */
"Disable expiry alert" = "移除過期通知";

/* No comment provided by engineer. */
"Dismiss" = "關閉";

/* No comment provided by engineer. */
"Done" = "完成";

/* No comment provided by engineer. */
"Download from Dropbox" = "由Dropbox下載中";

/* No comment provided by engineer. */
"Drag To Add" = "拖拉來新增";

/* No comment provided by engineer. */
"Drag to here & stay to search" = "拖至此處並稍停留即可搜尋";

/* No comment provided by engineer. */
"Drag To Move" = "拖拉來移動";

/* No comment provided by engineer. */
"Earlier this month" = "本月稍早";

/* No comment provided by engineer. */
"Early last month" = "上個月初";

/* No comment provided by engineer. */
"Early this month" = "本月初";

/* No comment provided by engineer. */
"Edit" = "編輯";

/* No comment provided by engineer. */
"Edit a folder" = "編輯目錄";

/* No comment provided by engineer. */
"Edit Folder" = "編輯目錄";

/* No comment provided by engineer. */
"Edit Information" = "編輯資訊";

/* Title for edit an item */
"Edit Item" = "編輯物品";

/* FolderItem change log */
"Edit note" = "編輯附註";

/* No comment provided by engineer. */
"Edit Place" = "編輯地點";

/* Row in settings */
"Edit/Add Places" = "編輯/新增地點";

/* No comment provided by engineer. */
"Email" = "電子郵件";

/* No comment provided by engineer. */
"Enter" = "輸入";

/* No comment provided by engineer. */
"Enter Item Name" = "輸入物品名稱";

/* No comment provided by engineer. */
"Enter Password" = "輸入密碼";

/* No comment provided by engineer. */
"Expire: " = "過期日：";

/* No comment provided by engineer. */
"Expired" = "已過期";

/* No comment provided by engineer. */
"Expires Today" = "今天過期";

/* No comment provided by engineer. */
"Expiry Date" = "過期日";

/* No comment provided by engineer. */
"Expiry List" = "過期清單";

/* No comment provided by engineer. */
"Expiry notification" = "過期提醒";

/* Sort button title */
"Expiry\nDate" = "過期日";

/* No comment provided by engineer. */
"Fail to get current location." = "無法取得目前所在位置";

/* No comment provided by engineer. */
"Fail to load map." = "無法載入地圖";

/* No comment provided by engineer. */
"Fail to locate" = "無法定位";

/* No comment provided by engineer. */
"Failed to send email." = "無法寄送信件。";

/* No comment provided by engineer. */
"Failed to send SMS." = "無法傳送簡訊。";

/* No comment provided by engineer. */
"Favorite" = "我的最愛";

/* Row in settings */
"Feedback" = "意見回饋";

/* No comment provided by engineer. */
"Filter or add a new place" = "過濾或是新增地點";

/* No comment provided by engineer. */
"Folder" = "目錄";

/* Tutorial folder how-to */
"Folder How-to" = "目錄指引";

/* No comment provided by engineer. */
"Folder: %@" = "目錄：%@";

/* No comment provided by engineer. */
"For more notification settings,\nplease refer to Notification\n in Settings app." = "更多有關通知的設定\n請至系統設定內查看";

/* No comment provided by engineer. */
"Friday" = "週五";

/* Choose backup source */
"From %@" = "回復自%@";

/* No comment provided by engineer. */
"Getting address..." = "取得地址中...";

/* No comment provided by engineer. */
"Getting current location..." = "取得目前位置中...";

/* No comment provided by engineer. */
"Getting location from address..." = "由地址取得座標中...";

/* Row in settings */
"Helps & Tutorials" = "協助與導覽";

/* No comment provided by engineer. */
"If the barcode is hard to be detected,\ntry to scan in landscape orientation." = "如果無法偵測到條碼，\n試試以橫向來掃瞄。";

/* No comment provided by engineer. */
"In Stock" = "庫存";

/* No comment provided by engineer. */
"In-App Purchase Problem" = "無法使用應用程式內建購買功能";

/* No comment provided by engineer. */
"Installed" = "已安裝";

/* No comment provided by engineer. */
"Internet Connection via Cellular Network" = "正透過電信網路連接網際網路";

/* No comment provided by engineer. */
"Internet Connection via Wi-Fi" = "正透過Wi-Fi連接網際網路";

/* No comment provided by engineer. */
"Internet is down" = "無法連接網際網路";

/* Related time description */
"Just now" = "剛剛";

/* No comment provided by engineer. */
"Key in barcode" = "手動輸入條碼數字";

/* No comment provided by engineer. */
"Last Friday" = "上週五";

/* No comment provided by engineer. */
"Last Monday" = "上週一";

/* No comment provided by engineer. */
"Last Saturday" = "上週六";

/* No comment provided by engineer. */
"Last Sunday" = "上週日";

/* No comment provided by engineer. */
"Last Thursday" = "上週四";

/* No comment provided by engineer. */
"Last Tuesday" = "上週二";

/* No comment provided by engineer. */
"Last Wednesday" = "上週三";

/* No comment provided by engineer. */
"Late last month" = "上個月底";

/* No comment provided by engineer. */
"Late this month" = "本月底";

/* No comment provided by engineer. */
"later" = "之後";

/* No comment provided by engineer. */
"Later this month" = "本月稍晚";

/* No comment provided by engineer. */
"Later today" = "本日稍晚";

/* No comment provided by engineer. */
"Limited Item Count" = "有限的物品總數量";

/* No comment provided by engineer. */
"Limited Shopping Item Count" = "有限的購物項目";

/* No comment provided by engineer. */
"Loading Items" = "載入項目中";

/* No comment provided by engineer. */
"Location service access denied." = "無法使用定位服務";

/* No comment provided by engineer. */
"Location service disabled." = "定位服務已關閉";

/* No comment provided by engineer. */
"Mail cancelled." = "已取消寄送郵件";

/* No comment provided by engineer. */
"Mail draft saved." = "郵件草稿已儲存";

/* No comment provided by engineer. */
"Main Screen" = "主畫面";

/* No comment provided by engineer. */
"Middle last month" = "上個月中";

/* No comment provided by engineer. */
"Middle this month" = "本月中";

/* No comment provided by engineer. */
"Monday" = "週一";

/* Title of IAP view controller */
"More Functions" = "更多功能";

/* No comment provided by engineer. */
"Move" = "移動";

/* No comment provided by engineer. */
"Move To:" = "移動至：";

/* No comment provided by engineer. */
"Name" = "名稱";

/* Just add place without location */
"Name Only" = "只要名稱";

/* Show in folder name field */
"Name(Required)" = "名稱(必要)";

"Near-Expired" = "即將過期";

/* No comment provided by engineer. */
"Network Error" = "網路發生錯誤";

/* No comment provided by engineer. */
"Network Status" = "網路狀態";

/* No comment provided by engineer. */
"New Folder" = "建立新目錄";

/* No comment provided by engineer. */
"Next Expire" = "下個過期日";

/* No comment provided by engineer. */
"Next Friday" = "下週五";

/* No comment provided by engineer. */
"Next Monday" = "下週一";

/* No comment provided by engineer. */
"Next month" = "下個月";

/* No comment provided by engineer. */
"Next Saturday" = "下週六";

/* Showed in tutorial toolbar right button */
"Next step" = "下一步";

/* No comment provided by engineer. */
"Next Thursday" = "下週四";

/* No comment provided by engineer. */
"Next Tuesday" = "下週二";

/* No comment provided by engineer. */
"Next Wednesday" = "下週三";

/* No comment provided by engineer. */
"No" = "否";

/* No comment provided by engineer. */
"No Internet Connection" = "沒有網路連線";

/* No comment provided by engineer. */
"No result" = "找不到符合項目";

/* No comment provided by engineer. */
"No shopping item has a name." = "購物項目未含有名稱";

/* No comment provided by engineer. */
"No shopping item." = "沒有購物項目";

/* No comment provided by engineer. */
"No, thanks" = "不，謝謝";

/* No comment provided by engineer. */
"No\nImage" = "無圖示";

/* No comment provided by engineer. */
"None" = "無";

/* No comment provided by engineer. */
"None Bought" = "無已購買項目";

/* No comment provided by engineer. */
"None Not Bought" = "無尚未購買項目";

/* No comment provided by engineer. */
"Not Bought" = "尚未購買";

/* No comment provided by engineer. */
"Notes" = "附註";

/* No comment provided by engineer. */
"Notice: the items in locked folders won't be listed." = "提示：在受保護目錄中的物品將不會被列出。";

/* No comment provided by engineer. */
"Notification time" = "通知時間";

/* No comment provided by engineer. */
"Notify" = "通知";

/* No comment provided by engineer. */
"Notify Days" = "提醒天數";

/* No comment provided by engineer. */
"Notify expired" = "通知過期";

/* No comment provided by engineer. */
"Notify near-expired" = "通知即將過期";

/* No comment provided by engineer. */
"Notify near-expired before:" = "在幾天前通知即將過期：";

/* No comment provided by engineer. */
"OK" = "好";

/* No comment provided by engineer. */
"Password" = "密碼";

/* No comment provided by engineer. */
"Pause Scan" = "暫停掃瞄";

/* No comment provided by engineer. */
"Photo Albums" = "相簿";

/* No comment provided by engineer. */
"Pick Days After Today" = "快速選擇幾天後的日期";

/* No comment provided by engineer. */
"Pick Image From:" = "選取影像來源";

/* No comment provided by engineer. */
"Please check:\nSettings->\nGeneral->\nRestrictions->\nIn-App Purchases." = "請檢查：\n設定->\n一般->\n取用限制->\n應用程式內建購買功能";

/* No comment provided by engineer. */
"Please describe the bug below the line" = "請在分隔線後描述您所遇到的問題";

/* No comment provided by engineer. */
"Please enter price" = "請輸入價格";

/* Footer for key field section section */
"Please fill at least one of the data above." = "請至少輸入至少一項以上的資料";

/* No comment provided by engineer. */
"Please try again later." = "請稍後再試。";

/* No comment provided by engineer. */
"Please try again. If the problem remains, please turn off the app and run again." = "請再試一次。如果問題還在，請按兩下Home鍵將App關閉後再重新開啟。";

/* No comment provided by engineer. */
"Please wait" = "請稍候";

/* No comment provided by engineer. */
"Polish the app with us" = "和我們一起改善App";

/* Showed in tutorial toolbar left button */
"Prev step" = "前一步";

/* No comment provided by engineer. */
"Price" = "價格";

/* No comment provided by engineer. */
"Price to Buy" = "購買金額";

/* No comment provided by engineer. */
"Range: " = "範圍：";

/* Row in settings */
"Rate This App" = "給App評分";

/* No comment provided by engineer. */
"Ready to Restore?" = "準備回復?";

/* No comment provided by engineer. */
"Release finger to search:\n%@" = "現在可以放開手指來搜尋：\n%@";

/* No comment provided by engineer. */
"Remove All Items" = "移除所有項目";

/* No comment provided by engineer. */
"Remove Bought Items" = "移除已購買項目";

/* FolderItem change log */
"Remove expiry date" = "移除過期日";

/* No comment provided by engineer. */
"Remove Image" = "移除圖片";

/* No comment provided by engineer. */
"Remove Item" = "移除項目";

/* No comment provided by engineer. */
"Remove Items" = "移除項目";

/* FolderItem change log */
"Remove location" = "移除地點";

/* FolderItem change log */
"Remove note" = "移除附註";

/* No comment provided by engineer. */
"Remove Pin" = "移除大頭針";

/* FolderItem change log */
"Remove price" = "移除價格";

/* No comment provided by engineer. */
"Remove Shopping Items" = "移除購物項目";

/* Row in settings */
"Report Bug" = "回報問題";

/* No comment provided by engineer. */
"Restore" = "回復";

/* No comment provided by engineer. */
"Restore Bought Items" = "回復已購買項目";

/* No comment provided by engineer. */
"Restore bought items so that you don't have to buy again." = "您可以安裝已買過的項目而無需再次購買。";

/* Row in settings */
"Restore Database" = "回復資料庫";

/* No comment provided by engineer. */
"Restore Failed" = "回復失敗";

/* No comment provided by engineer. */
"Restore from: " = "回復來源：";

/* No comment provided by engineer. */
"Restore from:\n%@" = "回復來源:\n%@";

/* No comment provided by engineer. */
"Restore Successfully" = "回復成功";

/* No comment provided by engineer. */
"Restoring Bought Items" = "安裝已購買項目";

/* No comment provided by engineer. */
"Restoring Database" = "回復資料庫";

/* No comment provided by engineer. */
"Saturday" = "週六";

/* No comment provided by engineer. */
"Save\n%@\nto Dropbox." = "已將\n%@\n存入Dropbox";

/* No comment provided by engineer. */
"Saved to\n%@\nYou can copy the file in iTunes." = "備份已存入\n%@\n您可以透過iTunes複製備份";

/* No comment provided by engineer. */
"Scanning Barcode" = "掃瞄條碼中";

/* No comment provided by engineer. */
"Scheduling notifications" = "更新通知中";

/* No comment provided by engineer. */
"Search: %@" = "搜尋：%@";

/* No comment provided by engineer. */
"Select All" = "選取所有項目";

/* No comment provided by engineer. */
"Select Backup File" = "選擇備份檔案";

/* No comment provided by engineer. */
"Select Items" = "選擇項目";

/* No comment provided by engineer. */
"Select Place" = "選擇地點";

/* No comment provided by engineer. */
"Select time to show expiry notification" = "選擇過期通知時間";

/* No comment provided by engineer. */
"Sending email..." = "寄送郵件中...";

/* No comment provided by engineer. */
"Sending SMS..." = "傳送簡訊中...";

/* No comment provided by engineer. */
"Settings" = "設定";

/* No comment provided by engineer. */
"Share Shopping List Using:" = "分享購物清單：";

/* No comment provided by engineer. */
"Shopping Item" = "購物項目";

/* No comment provided by engineer. */
"Shopping List" = "購物清單";

/* No comment provided by engineer. */
"Shopping List:\n" = "購物清單：\n";

/* No comment provided by engineer. */
"SMS" = "簡訊";

/* No comment provided by engineer. */
"SMS cancelled." = "已取消傳送簡訊";

/* No comment provided by engineer. */
"Sort" = "排序";

/* No comment provided by engineer. */
"Sound" = "聲音";

/* No comment provided by engineer. */
"Step: %d/%d" = "步驟：%1$d/%2$d";

/* No comment provided by engineer. */
"Sunday" = "週日";

/* No comment provided by engineer. */
"Tap on the map to drop the pin" = "在地圖上點一下以放置大頭針";

/* No comment provided by engineer. */
"Tap To Narrow Down" = "點一下來縮小";

/* No comment provided by engineer. */
"The barcode scanner may not work perfectly without Autofocus Camera." = "條碼掃瞄器在沒有“自動對焦相機”的裝置上可能無法完美運作";

/* No comment provided by engineer. */
"The barcode scanner requires:\n\"Autofocus Camera.\"\nJust to notice that it may not work perfectly on this device." = "條碼掃瞄器需要“自動對焦相機”，\n它可能無法在此裝置完美運作。";

/* No comment provided by engineer. */
"Thursday" = "週四";

/* Choose backup target */
"To %@" = "備份至%@";

/* Related time description */
"Today" = "今天";

/* No comment provided by engineer. */
"Tomorrow" = "明天";

/* No comment provided by engineer. */
"Try again?" = "重試？";

/* No comment provided by engineer. */
"Tuesday" = "週二";

/* No comment provided by engineer. */
"Turn on \"cellular data\" or use \"Wi-Fi\" to access data." = "開啟“行動網路”或使用“Wi-Fi”來取用資料。";

/* FolderItem change log */
"Unarchive" = "取消封存";

/* No comment provided by engineer. */
"Unarchive Items" = "取消封存項目";

/* List type: Unarchived */
"Unarchived" = "未封存清單";

/* Row in settings */
"Unlink Dropbox" = "中斷Dropbox連結";

/* No comment provided by engineer. */
"Upgrading Database" = "升級資料庫中";

/* No comment provided by engineer. */
"Uploading to %@" = "傳送至%@";

/* No comment provided by engineer. */
"Use name only?" = "只加入名稱嗎？";

/* No comment provided by engineer. */
"Vibration" = "振動";

/* No comment provided by engineer. */
"We only collect anonymous statistics. We do not collect any personal data and the contents of your folders and items." = "我們僅收集匿名的統計資料。我們不會收集您的個人資訊以及目錄和物品的內容。";

/* No comment provided by engineer. */
"Wednesday" = "週三";

/* No comment provided by engineer. */
"Would you like to remove the limitation?" = "您想要移除限制嗎？";

/* No comment provided by engineer. */
"Wrong Password" = "密碼不符";

/* No comment provided by engineer. */
"Yes" = "是";

/* Related time description */
"Yesterday" = "昨天";

/* No comment provided by engineer. */
"You can tap to focus on the barcode." = "您可以在畫面中點一下來對焦。";

/* No comment provided by engineer. */
"You're using cellular network.\nWi-Fi is recommended.\nContinue?" = "您正在使用電信網路，\n建議使用Wi-Fi。\n要繼續？";